tap "azure/functions"
tap "endorlabs/tap"
tap "homebrew/services"
tap "redis/redis"
brew "asdf"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "cryptography"
brew "certbot"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "unbound"
brew "gnupg"
brew "gum"
brew "imagemagick"
brew "jackett"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "maven"
brew "mvfst"
brew "neovim"
brew "pnpm"
brew "postgresql@15", restart_service: :changed
brew "ripgrep"
brew "rm-improved"
brew "scc"
brew "sqlcmd"
brew "starship"
brew "temporal"
brew "tesseract"
brew "thefuck"
brew "tmux"
brew "uv"
brew "vercel-cli"
brew "w3m"
brew "watchman"
brew "yt-dlp"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "endorlabs/tap/endorctl"
cask "calibre"
cask "codex"
cask "dotnet-runtime"
cask "font-hack-nerd-font"
cask "redis/redis/redis"
cask "tomatobar"
